Repository: sscovil/premium-posts
Catalog: lang/premium-posts-*.po
Languages: eo_us

source: Premium Posts
eo_us: Premion Afiŝoj

source: Premium Message
eo_us: Premion Mesaĝo

source: Standard Message
eo_us: Norma Mesaĝo

source: Message Position
eo_us: Mesaĝo Pozicio

source: Above post content
eo_us: Ĉefe post enhavo

source: Below post content
eo_us: Below post enhavo

source: Manual placement via premium_posts() template tag
eo_us: Manlibro lokigo tra premium_posts() ŝablono etikedo

source: Use the editors below to create special messages that will appear above or below all Premium and Standard posts, respectively. Leave blank to show no message.
eo_us: Uzu la redaktantoj sube por krei specialajn mesaĝojn kiu aperos supre aŭ sube ĉiuj Premium kaj Norma afiŝojn, respektive. Lasu malplenajn montri neniun mesaĝon.

source: Premium Post
eo_us: Premion Afiŝoj

source: Premium
eo_us: Premion

source: Standard
eo_us: Normo

source: Mark posts as "Premium" and display a custom message or ad code for premium or standard posts.
eo_us: Marku afiŝojn kiel "Premion " kaj montri kutimo mesaĝon aŭ ad kodon por premio aŭ normon afiŝoj.
